books = [
{
    "title": 'Python для непрограммистов. Самоучитель в примерах',
    "author": "Коглиати Джош",
    "isbn": "978-5-17-162198-8",
    "year": 2024,
    "pages": 96,
    "amount": 0,
    "users": [
        {
            "iin": "810707350792",
            "start": "2025-10-26",
            "end": "2025-11-26"
        }
    ] 
}, {
    "title": "Python. Для умных",
    "author": "Василий Алгоритмиков",
    "isbn": "4358723457235",
    "year": 2024,
    "pages": 333,
    "amount": 1,
    "users": [] 
}
]

